Repository: barzik/wp-tutorial-maker
Catalog: languages/wp-tutorial-maker-*.po
Languages: he_il

source: Activate WP Tutorial Maker for this category?
he_il: להפעיל את WP Tutorial Maker בקטגוריה זו?

source: Tutorial Category Disabled
he_il: תבנית לימוד לא מופעלת

source: Tutorial Category Enabled
he_il: תבנית לימוד מופעלת

source: Show Previous\Next Links in posts?
he_il: להציג קישורים לפוסט הקודם/הבא בפוסטים?

source: Do Not show previous or next links
he_il: לא להציג קישורים לפוסט הקודם/הבא

source: Show previous or next links before the post
he_il: להציג קישורים לפוסט הבא/הקדום לפני הפוסט

source: Show previous or next links after the post
he_il: להציג קישורים לפוסט הבא/הקדום אחרי הפוסט

source: Text For Next Article Link
he_il: טקסט לקישור למאמר הבא

source: Next Tutorial Article
he_il: המאמר הבא בקטגורית הלימוד

source: Text For Previous Article Link
he_il: טקסט לקישור למאמר הקודם

source: Previous Tutorial Article
he_il: המאמר הקודם בקטגורית הלימוד

source: Show links back to category?
he_il: הצג את הקישור חזרה לקטגוריה

source: Do Not show all link to category in post
he_il: אל תציג קישור חזרה לקטגוריה

source: Show link to category in post
he_il: הצג קישור לקטגוריה בפוסט

source: Text To Present Before Link To Category
he_il: טקסט להצגה לפני קישור לקטגוריה
